---
kind: other
id: Properties.T:Autodesk.Revit.DB.AreaVolumeSettings
source: html/d340620e-90ce-8f46-888a-67ea8836dd31.htm
---
# AreaVolumeSettings Properties

The id of the assembly instance to which the element belongs.